{
    "cohort": [
        {
            "id": 1,
            "firstName": "James Scott",
            "lastName": "Alexander",
            "reelThemIn": "I brake for the elderly, small children, animals and console errors.",
            "bio": "Professional Musician Seeking Fun, Creative, Team Oriented Programmers for Adventures, Coffee and New Career Opportunities.",
            "github": "https://github.com/jsa-codes",
            "linkedIn": "https://www.linkedin.com/in/james-scott-alexander-508302239/",
            "memory": "Logging into Zoom the morning of Halloween and seeing Russ dressed up as a Rea-Life Super Mario. I will carry that memory with me forever. Bless you, Russ.",
            "email": "jsa.codes@gmail.com",
            "proImg": "JamesScottPROF.png",
            "funImg": "JamesScottFUN.jpeg"
        },
        {
            "id": 2,
            "firstName": "Nathenial",
            "lastName": "Buckley",
            "reelThemIn": "Software Developer",
            "bio": "Prior to tech I was medic in the Army, forced to medically retire I now spend may days diving into the wormhole that is coding.",
            "github": "https://github.com/NathenialBuckley",
            "linkedIn": "https://www.linkedin.com/in/nathenial-buckley/",
            "memory": "Not really fun at the time but thinking back it was an enjoyable experience of stressing over my front-end capstone trying to get it just right for demo.",
            "email": "nathenialbuckley98@gmail.com",
            "proImg": "NatePROF.jpg",
            "funImg": ""
        },
        {
            "id": 3,
            "firstName": "Nicholas",
            "lastName": "Casale",
            "reelThemIn": "Software Developer || Software Engineer ",
            "bio": "Before my journey into software development, I had a passion for hockey, I have played on many different teams throughout my life. Now I am using those teamwork skills in the world of software development. ",
            "github": "https://github.com/TheOlDustyTrail",
            "linkedIn": "https://www.linkedin.com/in/nickcasale-developer/",
            "memory": "The Exomine project will be one I never forget. We all hit out limits of stress that week but now looking back at it we all have a good laugh about it. ",
            "email": "Nicholas.e.casale@gmail.com",
            "proImg": "NicholasCasalePROF.jpg",
            "funImg": "NicholasCasaleFUN.jpg"
        },
        {
            "id": 4,
            "firstName": "Adam",
            "lastName": "Chance",
            "reelThemIn": "Idk",
            "bio": "I am a software developer that transitioned from 5 years of consumer sales to development. Technology has always been something I've been interested and fascinated by and now love as a skill set.",
            "github": "https://github.com/AChan118",
            "linkedIn": "https://www.linkedin.com/in/adamchance/",
            "memory": "My first attempt at a group project with Carly Dopps and The Serializer. We had a blast falling on our faces all week. To our surprise, we finished the week with a functional product. Had lots of fun with these guys and will cherish those memories forever.",
            "email": "adamchance118@gmail.com",
            "proImg": "AdamChancePROF.jpg",
            "funImg": "AdamChanceFUN.jpg"
        },
        {
            "id": 5,
            "firstName": "Faith",
            "lastName": "Cox",
            "reelThemIn": "Recovering Educator turned Software Developer | Artist | Writer",
            "bio": "Being a software developer allows me to find pragmatic solutions while allowing my creativity to flourish. I will forever be a student at heart, and I look forward to combining my previous and newfound skillsets into my place in the world of web development.",
            "github": "https://github.com/codinglumos",
            "linkedIn": "https://www.linkedin.com/in/faith-nichole-cox/",
            "memory": "I have so many wonderful memories from my time at NSS it is hard to pick just one. The most recent one that comes to mind is working on my first full-stack application with a fantastic group of people. Once we got comfortable with the GitHub processes we blew through our assigned tickets and did more than we planned in the sprint. Each person was a willing participant, active listener, and incredible support. It was a wonderful experience and they are a lovely group of developers.",
            "email": "fcox662@gmail.com",
            "proImg": "FaithCoxPROF.jpg",
            "funImg": "FaithCoxFUN.jpg"
        },
        {
            "id": 6,
            "firstName": "Marcus",
            "lastName": "Cox",
            "reelThemIn": "The Antiquarian",
            "bio": "Once I realized the future of work will involve software dev, I decide to get in the game.",
            "github": "https://github.com/Marcus-Cox",
            "linkedIn": "https://www.linkedin.com/in/marcus-cox-8b574188/",
            "memory": "Literally any time I solve a problem that I've been stuck on for more than 30min.",
            "email": "marcus.cox92@gmail.com",
            "proImg": "MarcusCoxPROF.jpg",
            "funImg": "MarcusCoxFUN.jpg"
        },
        {
            "id": 7,
            "firstName": "Amanda",
            "lastName": "De Leon",
            "reelThemIn": "200 OK",
            "bio": "I'm a software developer and an artist. I have a degree in drawing and painting and love to find new ways to mingle the logic of tech and the creativity of art.",
            "github": "https://github.com/mandapandaa8",
            "linkedIn": "https://www.linkedin.com/in/de-leon-amanda/",
            "memory": "Understanding coding memes for the first time and using them to describe the work week in the retros is always a good time.",
            "email": "deleon.amanda.c8@gmail.com",
            "proImg": "AmandaDeLeonPROF.jpeg",
            "funImg": "AmandadeLeonFUN.jpeg"
        },
        {
            "id": 8,
            "firstName": "Carly",
            "lastName": "Doppelheuer",
            "reelThemIn": "Software Developer",
            "bio": "Adventurous engineer who loves to learn, fail fast, and build together with a team - I was drawn to programming through a love for math, language, and creativity. I took the leap toward a computational yet creative career and haven’t looked back since!",
            "github": "https://github.com/carlydopps",
            "linkedIn": "https://www.linkedin.com/in/carlydoppelheuer/",
            "memory": "Rewriting our Exomine project (what's up Brandon and Adam) after getting it to work with the completely wrong structure. It was the most complicated mistake we’d made yet was the week with the most laughs and one of the best weeks of the entire class!",
            "email": "carly.doppelheuer@gmail.com",
            "proImg": "CarlyNiebruggePROF.jpg",
            "funImg": "CarlyNiebruggefun.JPG"
        },
        {
            "id": 9,
            "firstName": "Justin",
            "lastName": "Dority",
            "reelThemIn": "git, init? 🇬🇧",
            "bio": "I'm a former IT Audit Consultant turned Software Developer and I'm thrilled to be making this career switch as I'm discovering that programming can be a lot of fun. Who knew? Outside of coding you can probably find me at the local pinball spot.",
            "github": "http://github.com/justindority",
            "linkedIn": "http://linkedin.com/in/justindority",
            "memory": "Meeting some teammates in person for the first time was a real treat. These people are not only smart developers, but also nice & fun! Hire them immediately @companies.",
            "email": "justindority@gmail.com",
            "proImg": "JustinDorityPROF.jpeg",
            "funImg": "JustinDorityFUN.png"
        },
        {
            "id": 10,
            "firstName": "John 'Adam'",
            "lastName": "Featherston",
            "reelThemIn": "Software Developer",
            "bio": "Before becoming a software developer, I worked as a band director.  I became a software developer for the opportunity in growing professionally and personally. I am a husband to by beautiful wife and a daddy to my two girls.",
            "github": "https://github.com/adamfeatherston",
            "linkedIn": "https://www.linkedin.com/in/adam-featherston/",
            "memory": "Meeting several others at Hattie B's after getting head shot photo taken.",
            "email": "j.adam.featherston@gmail.com",
            "proImg": "AdamFeatherstonPROF.jpg",
            "funImg": ""
        },
        {
            "id": 11,
            "firstName": "Kelly",
            "lastName": "Francoeur",
            "reelThemIn": "Hairstylist turned Software Developer",
            "bio": "I dig code. I dig hair. And I dig my dog.",
            "github": "https://github.com/kellyfrancoeur",
            "linkedIn": "http://www.linkedin.com/in/kelly-francoeur",
            "memory": "Going to the tech night at Monday Night and getting to meet teammates in real life",
            "email": "kellyafrancoeur@gmaill.com",
            "proImg": "KellyFancoeurPROF.jpg",
            "funImg": "Kelly FrancoeurFUN.jpg"
        },
        {
            "id": 12,
            "firstName": "Brandon",
            "lastName": "Herbison",
            "reelThemIn": "The Serializer",
            "bio": "I am a Medical Assistant turned Software Engineer. A lifelong passion for technology and problem solving has led me to software development. I am excited to to begin a rewarding in tech and can't wait to see what the future holds!",
            "github": "https://github.com/brandonherbison",
            "linkedIn": "https://www.linkedin.com/in/brandonherbison",
            "memory": "My first attempt at a group project with Carly Dopps and Adam C. We had a blast falling on our faces all week. To our surprise, we finished the week with a functional product. Had lots of fun with these guys and will cherish those memories forever.",
            "email": "herbisonbrandon@gmail.com",
            "proImg": "BrandonHerbisonPROF.jpeg",
            "funImg": ""
        },
        {
            "id": 13,
            "firstName": "Shelby",
            "lastName": "Joiner",
            "reelThemIn": "console.log('Front End Developer')",
            "bio": "A simple machine that turns coffee into code.",
            "github": "https://github.com/shelbyjjoiner",
            "linkedIn": "https://www.linkedin.com/in/shelby-joiner/",
            "memory": "'Did you save it?' becoming the most common saying in one particular css project! ",
            "email": "shelbyjjoiner@gmail.com",
            "proImg": "ShelbyJoinerPROF.jpeg",
            "funImg": "ShelbyJoinerFUN.jpeg"
        },
        {
            "id": 15,
            "firstName": "Lorin",
            "lastName": "Jones",
            "reelThemIn": "Software Engineer",
            "bio": "I came here to code and chew bubble gum, and I'm all out of bubble gum.",
            "github": "https://github.com/Lorin-Jones",
            "linkedIn": "https://www.linkedin.com/in/lorin-jones/",
            "memory": "I spent the entire holiday week working normal lab hours with a couple of other students in a discord server in order to get my front end capstone perfect, presented it the following Monday, then promptly lost three crucial days of styling to a repo large file error.",
            "email": "lorin.jones@gmail.com",
            "proImg": "LorinJonesPROF.jpg",
            "funImg": "LorinJonesFUN.heic"
        },
        {
            "id": 16,
            "firstName": "Nathan",
            "lastName": "Malone",
            "reelThemIn": "Software Developer",
            "bio": "From a young age, I found myself drawn to learning about anything computer or technology related. Through NSS, I've realized that combining my loves of tech, learning and problem solving would lead me into a new career as a software developer.",
            "github": "https://github.com/NathanAMalone",
            "linkedIn": "https://www.linkedin.com/in/nathan-malone-840ba4251/",
            "memory": "",
            "email": "nathanamalone@gmail.com",
            "proImg": "NathanMalonePROF.jpg",
            "funImg": ""
        },
        {
            "id": 17,
            "firstName": "Matt",
            "lastName": "Martino",
            "reelThemIn": "Master of Lizards, Starter of Code",
            "bio": "Former Zookeeper turned coder. I took a hobby of coding side projects for fun into a career with a more professional learning atmosphere.  I enjoy the constant challenges and uphill battles with learning new things everyday.",
            "github": "https://github.com/Matt-Martino",
            "linkedIn": "https://www.linkedin.com/in/matt-martino/",
            "memory": "The functions chapter.  The functions chapter was the first chapter that I really got straight away, and was a mental turning point in my head that gave me a lot of confidence in my skills and mostly my ability to learn.",
            "email": "mattmartino54@gmail.com",
            "proImg": "MattMartinoPROF.jpg",
            "funImg": "MattMartinofun.jpg"
        },
        {
            "id": 18,
            "firstName": "Ameena",
            "lastName": "Mashaikh",
            "reelThemIn": "Software Developer",
            "bio": "My name is Ameena Mashaikh and I am a software developer with experience in Javascript, React, Python, and Django!",
            "github": "https://github.com/ameena-mashaikh",
            "linkedIn": "https://www.linkedin.com/in/ameena-mashaikh/",
            "memory": "My favorite NSS memory is the day we presented our front-end capstones! It was exciting to see all of the websites everyone had created, I was very impressed!",
            "email": "ameenamashaikh@gmail.com",
            "proImg": "AmeenaPROF.jpg",
            "funImg": ""
        },
        {
            "id": 19,
            "firstName": "Jeremy",
            "lastName": "Myers",
            "reelThemIn": "Always Growing Forward",
            "bio": "I moved to Nashville in 2005 in pursuit of opportunity (working in Management) and education (Biomedical Sciences). After years of self discovery I decided to step into the Tech World and NSS has been the best choice for expanding my technical knowledge base and horizons. My goal in life is to contribute to positivity wherever negativity exists while remaining open to new experiences to grow towards the future with compassion. I have learn that updating my outlook need not contaminate my core values.",
            "github": "https://github.com/JayMy45",
            "linkedIn": "http://www.linkedin.com/in/jeremynmyers",
            "memory": "During my first Group Project on Server-Side I got stuck trying to push one get-all function to github.  It was as if I was stuck in some sort of GitMaze (which doesn't exist).  So I'm pushing up this function up all week it seems (which works for me) and finally got approval to merge. Immediately I move on to other things and implement Client-Side features.  At the end of the week everything looked fine and the beginning of the following I open up GitHub and there it is...My unmerged code.  What?  How?  How embarrassing...right?  I create another pull request and label it Pull Request of Shame...  How about them apples.",
            "email": "echelonical@gmail.com",
            "proImg": "JeremyMyersPROF.jpg",
            "funImg": ""
        },
        {
            "id": 20,
            "firstName": "Gracie",
            "lastName": "Parce",
            "reelThemIn": "Software Developer",
            "bio": "I came to software development from a career in the music industry. I've loved getting to use my brain in a new, creative way and I'm looking forward to making a career out of it!",
            "github": "https://github.com/graceehparce",
            "linkedIn": "https://www.linkedin.com/in/grace-parce-bba98b248/",
            "memory": "Meeting everyone in person for the first time and being surprised by how tall people are...especially Russ. ",
            "email": "graceehparce@gmail.com",
            "proImg": "GracieParcePROF.jpg",
            "funImg": "GracieParceFUN.JPG"
        },
        {
            "id": 21,
            "firstName": "Scott",
            "lastName": "Parks",
            "reelThemIn": "Software Developer",
            "bio": "Father | Husband | Software Developer | Veteran",
            "github": "https://github.com/swparks040",
            "linkedIn": "https://www.linkedin.com/in/scottwparks/",
            "memory": "When our class presented their front-end cpastone projects, I remember feeling so proud of everyone's accomplishments. To know that many of us never used a terminal prior to class then presenting unique, viable products 12 weeks later was incredible.",
            "email": "scottwparks@icloud.com",
            "proImg": "ScottParksPROF.jpg",
            "funImg": "ScottParksFUN.JPG"
        },
        {
            "id": 22,
            "firstName": "Russ",
            "lastName": "Pelton",
            "reelThemIn": "tbd",
            "bio": "Friends have described me as 'A renaissance man with approximate knowledge of many things.' I've held a wide variety of jobs all over the southeast and love learning new trivia and skills. Born and raised in Buffalo (Bills by a Billion!)",
            "github": "https://github.com/Russ716",
            "linkedIn": "https://www.linkedin.com/in/russell-pelton/",
            "memory": "Going to a local tech meetup with several of my classmates, and seeing them for the first time in person. ",
            "email": "crpelton@gmail.com",
            "proImg": "RussPeltonPROF.jpg",
            "funImg": "RussPeltonFUN.jpg"
        },
        {
            "id": 23,
            "firstName": "Sefora",
            "lastName": "Rodriguez",
            "reelThemIn": "Serializer ",
            "bio": "git add SeforaFile git commit -m Full-Stack Software Developer",
            "github": "https://github.com/seforarodriguez",
            "linkedIn": "https://www.linkedin.com/in/seforarodriguez/",
            "memory": "Steve going in yelling Shark Attack! or Coach using the ominous zoom voice and everyone going crazy trying to find him in the zoom call :D",
            "email": "seforarodriguez13@gmail.com",
            "proImg": "SeforaRodriguezPROF.jpeg",
            "funImg": "SeforaRodriguezFUN.jpeg"
        },
        {
            "id": 24,
            "firstName": "Mckenzie",
            "lastName": "Rondeau",
            "reelThemIn": "Full Stack Developer",
            "bio": "I have always loved creating and designing new things. The more I learned about software development and realized the future I could build for my son and I, I was prepared to take the leap of starting this fun new journey.",
            "github": "https://github.com/MckenzieLR",
            "linkedIn": "https://www.linkedin.com/in/mckenzie-rondeau-424814243/",
            "memory": "When Steve liked Amanda's idea and it started the group awards given out by James. ",
            "email": "mckenzierondeau@gmail.com",
            "proImg": "Mckenzie - Mckenzie Rondeau.png",
            "funImg": ""
        },
        {
            "id": 25,
            "firstName": "Shane",
            "lastName": "Standifur",
            "reelThemIn": "Drummer turned Software Developer",
            "bio": "Nashville Native. MTSU Music Business Alumni.  Becoming a software developer has given me that same experience of being a musician, like creating things and collaborating with people, and I couldn’t be more thrilled to start this new career!",
            "github": "https://github.com/shanes96",
            "linkedIn": "https://www.linkedin.com/in/shane-standifur/",
            "memory": "When Steve liked Amanda's idea and it started the group awards given out by James. ",
            "email": "shanestandifur@gmail.com",
            "proImg": "ShaneStandifurPROF.jpg",
            "funImg": ""
        },
        {
            "id": 26,
            "firstName": "Nora",
            "lastName": "Szeto",
            "reelThemIn": "Veterinarian Turned Software Developer",
            "bio": "Having completed 20 years of schooling, these last 6 months have been my favorite! I have loved getting to collaborate with my classmates who all bring unique perspectives to projects. I look forward to continuing to grow alongside future coworkers!",
            "github": "https://github.com/neszeto",
            "linkedIn": "http://www.linkedin.com/in/nora-szeto",
            "memory": "Getting so engrossed into the Exomine group project that we all forgot to eat lunch! ",
            "email": "neszeto@gmail.com",
            "proImg": "NoraSzetoPROF.jpg",
            "funImg": "NoraSzetoFUN.jpg"
        },
        {
            "id": 27,
            "firstName": "Jonathan",
            "lastName": "Woodard",
            "reelThemIn": "Professional Athlete Turned Software Developer",
            "bio": "I'm a self-motivated, team oriented, algorithmic thinker with a passion for learning, and a strength for working in a high pressure, fast-paced, environment.",
            "github": "https://github.com/jvw3",
            "linkedIn": "",
            "memory": "Working with teammates through capstones!",
            "email": "jvw.226@gmail.com",
            "proImg": "JonathanWoodardPROF.jpeg",
            "funImg": "JonathanWoodwardFUN.jpg"
        }
    ]
}
